Repository: alvaropatacchiola/ErmesWeb
Catalog: ermes-web_20/App_GlobalResources/javascript_global.*.resx
Languages: de, es, fr, pl

# add_account_error
source: Errore Account. Server Occupato
de: Fehler Kontozugang. Server überlastet
es: Error en la cuenta. Servidor Ocupado
fr: Erreur de compte. Le serveur est Occupé
pl: Account error. Server is busy

# add_account_ok
source: Account Aggiunto Con Successo
de: Benutzerkonto angelegt
es: Cuenta añadida correctamente
fr: Compte ajouté avec succès
pl: Account successfully added

# annulla_impianto
source: Salvataggio Annullato
de: Bearbeitung der Gerätedaten abgebrochen
es: Modificación de la Planta Cancelada
fr: L\'édition de l\'installation est annulée
pl: Not Saved

# cancel
source: Annulla
de: Kanal
es: Cancelar
fr: Annuler
pl: Cancel

# confirm_add
source: Sei sicuro di voler Aggiungere un nuovo impianto?
de: Wollen Sie wirklich ein neues Gerät hinzufügen?
es: ¿Está seguro de querer añadir una nueva Planta?
fr: Etes-vous sur de vouloir ajouter une nouvelle installation
pl: Are you sure to add a new plant?

# date_time_wrong
source: Data/Ora Errata
de: Falsche(s) Uhrzeit/Datum
es: Fecha / hora incorrecta
fr: Dat, heure erratique
pl: Date Time Wrong

# delete_plant
source: Sei sicuro di voler Eliminare i l\'impianto
de: Wollen Sie das Gerät wirklich löschen?
es: ¿Está seguro de querer eliminar la Planta?
fr: ëtes-vous sûr de vouloir supprimer cette installaiton?
pl: Are you sure to delete selected plant?

# delete_user
source: Sei sicuro di voler Eliminare i l\'Utilizzatore
de: Möchten Sie das Benutzerkonto wirklich löschen?
es: ¿Está seguro de querer eliminar l\' Utilizador?
fr: ëtes-vous sûr de vouloir supprimer ce compte utilisateur?
pl: Are you sure to delete this user account?

# elimina_impianto_error
source: Errore Eliminazione Impianto. Server Occupato
de: Fehler beim Löschen der Gerätedaten. Server überlastet
es: Error en la eliminación de la Planta. Servidor Ocupado
fr: Erreur lors de la suppression de cette installation. Serveur occupé
pl: Error while deleting plant. Server is busy

# elimina_impianto_ok
source: Eliminazione Impianto Avvenuta con Seccesso
de: Gerätedaten gelöscht
es: Eliminación de la Planta realizada correctamente
fr: Installation supprimée avec succés
pl: Plant successfully deleted

# elimina_user_error
source: Errore Eliminazione Utilizzatore. Server Occupato
de: Fehler beim Löschen der Benutzerdaten. Server überlastet
es: Error en la eliminación de l\'Utilizador. Servidor Ocupado
fr: Erreur durant la suppression de l\'utilisateur. Serveur occupé
pl: Error while deleting user. Server is busy

# elimina_user_ok
source: Eliminazione Utilizzatore Avvenuta con Seccesso
de: Benutzerdaten gelöscht
es: Eliminación de l\' Utilizador realizada correctamente
fr: Utilisateur supprimé avec succés
pl: User successfully deleted

# email
source: Inserisci una mail valida
de: Geben Sie eine gültige E-Mail - Adresse ein
es: Ingrese un correo electrónico válido
fr: Merci d\'entrer une adresse mail valide
pl: Please enter a valid email address

# graph_log
source: Grafico Log
de: Logdaten graphisch darstellen
es: GRÁFICO Registro
fr: Enregistrement graphique
pl: Graph Log

# impianto_descrizione_place
source: Inserisci una descrizione dell\'impianto
de: Gerätedaten eingeben
es: Introduce una descripción de la Planta
fr: Entrer la description de l\'installation
pl: Enter plant description

source: Impianto Duplicato
de: Fehler: Gerät bereits vorhanden
es: Planta duplicada
fr: Erreur. L\'installation éxiste déjà
pl: Error. Plant already exists

# intervallo_log
source: L\'intervallo del grafico Log non puo superare 30 Giorni
de: Anzeigebereich für Logdaten kann nicht größer als 30 Tage sein
es: L\'intervallo del grafico Log no puede exceder 30 GG
fr: L\'échelle de temps du graphique ne peut excéder 30 jours
pl: Range for log chart can t be greater than 30 days

# invalid_mail_format
source: Indirizzo mail errato
de: Syntax für eMail falsch
es: Introducir una dirección de e-mail correcta
fr: Syntaxe de l\'adresse mail non correcte
pl: Wrong Mail Syntax

# modify_account_error
source: Errore modifica account. Server Occupato
de: Fehler beim Aktualisieren der Kontodaten. Server überlastet
es: Error de modificación de cuenta. Servidor ocupado
fr: Erreur lors de la mise à jour du compte. Serveur occupé
pl: Error while updating account. Server is busy

# modify_account_ok
source: Modifica Account Avvenuta con Successo
de: Kontodaten aktualisiert
es: Cuenta modificada Correctamente
fr: Compte mis à jour avec succés
pl: Account successfully updated

# modify_plant_error
source: Modifica paramteri dell\'impianto Annullata.. Impianto Occupato...
de: Aktualisierung Geräteparameter abgebrochen. Gerät ist besetzt
es: Modificación de la Planta Cancelada
fr: Mise à jour des paramètres de d\'installation annulée. Installation occupée
pl: Plant parameters update cancelled. Busy plant.

# modify_plant_ok
source: Parametri dell\'impianto modificati con successo..
de: Geräteparameter aktualisiert
es: Cuenta modificada Correctamente
fr: Paramètres de l\'installation mis à jour avec succés
pl: Plant parameters updated successfully.

# numeric_digit
source: Valore Numerico
de: Numerische Stelle
es: Valor numerico
fr: Données numériques
pl: Numeric Digit

# password
source: Inserisci Password
de: Geben Sie ein Passwort ein
es: Introducir una Contraseña
fr: Merci d\'entrer votre mot de passe
pl: Please provide a password

# password_6
source: La password deve contenere almeno 6 caratteri
de: Das Passwort muss mindestens 6 Zeichen enthalten
es: La Contraseña debe ser mínimo de 6 cifras
fr: Votre mot de passe doit avoir une longueur d\'au moins 6 caractères
pl: Your password must be at least 6 characters long

# password_6_new
source: La nuova password deve contenere almeno 6 caratteri
de: Das neue Passwort muss mindestens 6 Zeichen enthalten
es: La Contraseña debe ser mínimo de 6 cifras
fr: Le nouveau mot de passe doit avoir une longueur d\'au moins 6 caractères
pl: New password must be at least 6 characters long

# password_uguale
source: Ripeti correttamente la password
de: Geben Sie das gleiche Passwort wie oben ein
es: Repetir la contraseña correctamente
fr: Répétez votre mot de passe
pl: Please enter the same password as above

# policy
source: Accetta le condizioni
de: Bestätigen Sie Bitte unsere Nutzungsbedingungen
es: acepta las condiciones
fr: Merci de cocher votre adhésion à notre politique d\'utilisation logiciel
pl: Please accept our policy

# range
source: Intervallo
de: Bereich
es: Intervalo
fr: Echelle
pl: Range

# required
source: Obbligatorio
de: Erforderlich
es: Obligatorio
fr: Obligatoire
pl: Required

# server_error
source: Modifica paramteri dell\'impianto Annullata.. Server Occupato...
de: Aktualisierung Geräteparameter abgebrochen. Server überlastet
es: Error en la modificación de la cuenta. Servidor ocupado
fr: Mise à jour des paramètres de d\'installation annulée. Installation occupée
pl: Plant parameters update cancelled. Busy server.

# username
source: Inserisci una Username
de: Geben Sie einen Bedienernamen ein
es: Nombre de Usuario
fr: Please enter a username
pl: Please enter a username

# username_6
source: La Username deve contenere almeno 6 caratteri
de: Der Benutzername muss mindestens 6 Zeichen enthalten
es: La Contraseña debe ser mínimo de 6 cifras
fr: Entrez un identifiant
pl: Your username must consist of at least 6 characters

# user_setpoint_disable
source: Utente non Abilitato alla modifica dei Parametri dell\'Impianto
de: Dem Benutzer ist die Bearbeitung der Geräteparameter nicht gestattet
es: Usuario no habilitado para la modificación de los parámetros de la Planta
fr: Utilisateur non autorisé à éditer les paramètres de cette installation
pl: User not allowed to edit plant parameters

source: Utilizzatore Duplicato
de: Fehler. Der Benutzer ist bereits gepeichert
es: Utilizador Duplicado
fr: Erreur. Utilisateur déjà existant
pl: Error. User already exists

# wrong_old_password
source: Vecchia password errata
de: Altes Passwort falsch
es: Contraseña antigua incorrecta
fr: Mot de passe incorrect
pl: Wrong Old Password

# wrong_settings
source: Errore impostazione
de: Fehlerhafte Eingabe
es: Error de configuración
fr: Réglages non conformes
pl: Wrong Settings

# modify_plant
source: Sei sicuro di voler Modificare i Parametri dell\'impianto?
de: Wollen Sie die Geräteeinstellungen wirklich bearbeiten?
es: ¿Está seguro de querer modificar los parámetros de la Planta?
fr: Etes-vous sur de vouloir éditer le paramétrage de cette installation
pl: Are you sure to edit plant parameters?

# confirm_add_user
source: Sei sicuro di voler Aggiungere un nuovo Utuilizzatore?
de: Are you sure to add a new User?
es: ¿Está seguro de querer añadir un nuevo Utilizador?
fr: Etes-vous sur de vouloir ajouter une nouvelle Utilisateur?
pl: Are you sure to add a new User?

# confirm_modify_user
source: Sei sicuro di voler Modificare l\' Utilizzatore?
de: Are you sure you want to save User details?
es: ¿Está seguro de querer a modificar Utilizador?
fr: Are you sure you want to save User details?
pl: Are you sure you want to save User details?

# delete_controller
source: Sei sicuro di voler Eliminare il controller
de: Are you sure to delete selected Controller
es: Are you sure to delete selected Controller
fr: Are you sure to delete selected Controller
pl: Are you sure to delete selected Controller
